{"characters":[
        {
            "num":"01",
            "id":"shinji",
            "fullname":"Shinji Ozawa",
            "nickname":"none",
            "age":"17",
            "cheight":"5 ft 10 in",
            "weight":"159lbs",
            "ethnicity":"Japanese / Hispanic",
            "hsclass":"Junior",
            "element":"Air",
            "fightingstyle":"Karate",
            "characteristics":"Ambitious, independent",
            "desc1":"After his humiliating defeat at the hands of his older brother's hands, the gang Shinji led, The Rivals, disbanded. Shinji lost most of his friends as well as his girlfriend, Mai; Heavyweight remained his only friend. Shinji spiraled into a deep depression, blaming Jiro for all his problems.",
            "desc2":"Shinji soon began sighting a mysterious figure roaming the halls, a girl he still loved but hadn't seen in months. Was it Michelle, his first love? Confused but in need of some hope in his life, Shinji searches for the mysterious girl."
        },
        {
            "num":"02",
            "id":"ryken",
            "fullname":"Ryken Volynski",
            "nickname":"none",
            "age":"15",
            "cheight":"5 ft 6 in",
            "weight":"155 .lbs (205 .lbs w/ electronic arm)",
            "ethnicity":"Russian",
            "hsclass":"Junior",
            "element":"Electricity",
            "fightingstyle":"Koppojutsu",
            "characteristics":"Vengeful, secretive",
            "desc1":"After fighting Christopher Morgann, the peer Ryken believed caused his father's fatal car accident, his mother told him about his father's drinking problem. Ryken didn't believe her though and soon began receiving strange texts indicating that someone knew the truth. ",
            "desc2":"Despite the warnings from his new found friend, Arvid, Ryken decides to intensely search for the origin of the texts in the hopes he will discover the truth."
        },
        {
            "num":"03",
            "id":"principal",
            "fullname":"Frederick Regisworth (originally, Bryan Harrisworth the 2nd)",
            "nickname":"Principal",
            "age":"48",
            "cheight":"6'1\"",
            "weight":"286 .lbs",
            "ethnicity":"English",
            "hsclass":"N/A",
            "element":"Psychic",
            "fightingstyle":"Unknown",
            "characteristics":"Arrogant, power-hungry",
            "desc1":"The newly elected principal of San Bruno was not alway in education; he was originally a renowned chemical engineer studying the properties of elemental abilities. He theorized that there was a sixth element which he dubbed the \"Psychic\" element. Many of his colleagues laughed at him, but he soon discovered it, however, no matter what he did, the element was only temporary. After a devastating act of misconduct ruined his career and marriage, he changed his name and began a career in education.",
            "desc2":"Promising to end the streak of violence at San Bruno, he was elected the new head principal with little opposition; however, his true intentions are far more sinister, for San Bruno holds the key to make the psychic element permanent and in turn, make him the most powerful being on the planet!"
        },
        {
            "num":"04",
            "id":"michelle",
            "fullname":"Michelle Walter",
            "nickname":"none",
            "age":"16",
            "cheight":"5'2\"",
            "weight":"99 .lbs",
            "ethnicity":"South African",
            "hsclass":"Junior",
            "element":"Fire",
            "fightingstyle":"Unknown",
            "characteristics":"Erratic, confused, depressed",
            "desc1":"Michelle only recently started at San Bruno, having just awoken from a several month coma after receiving a blood transfusion from a fire elemental. Now with fiery powers herself, Michelle is confused and having a hard time controlling them, unable to remember why she was in the hospital in the first place. All she knows is that a part of her has a deeply imbedded hatred.",
            "desc2":"Hearing that some students are losing their elemental abilities, she investigates in the hopes that maybe she can be cured of her infernal ailment before hurting those she loves."
        },
        {
            "num":"05",
            "id":"mai",
            "fullname":"Mai Phong",
            "nickname":"none",
            "age":"17",
            "cheight":"5'6\"",
            "weight":"102 .lbs",
            "ethnicity":"Vietnamese",
            "hsclass":"Junior",
            "element":"Water",
            "fightingstyle":"Kickboxing",
            "characteristics":"Vengeful, fickle",
            "desc1":"Mai watched her older brother, Khai, defeat his rival, Jiro. Mai felt bad for Jiro, who she had developed a crush on, but was hopeful that her brother, Khai, would stop his obsession. Sadly, her brother continued his training, and his grades continued to fall. Mai was beginning to feel hopeless, seeking help from anyone she could to stop her brother from his obsessive training.",
            "desc2":"Soon, students began getting sick and losing their powers. Mai decided to investigate, and though she felt terrible to even think it, maybe losing his powers would be the only thing to stop Khai."
        },
        {
            "num":"06",
            "id":"lucio",
            "fullname":"Lucio Marmo",
            "nickname":"Sunshine, Shorty",
            "age":"16",
            "cheight":"5'6\"",
            "weight":"120 .lbs",
            "ethnicity":"?",
            "hsclass":"Junior",
            "element":"Fire",
            "fightingstyle":"Kickboxing",
            "characteristics":"Private, honorable, loyal",
            "desc1":"Recently, Lucio Marmo, a student believed to have a bright future suddenly stopped attending classes and disappeared. Believed to have fallen victim of the illness afflicting the student body, Lucio returned, working as a janitor during the day.",
            "desc2":"Rumors began to stir as to why, but Lucio seems to have more important things on his mind, including keeping the halls clean and punishing any of his peers who make that job harder."
        },
        {
            "num":"07",
            "id":"klein",
            "fullname":"Klein Zauber",
            "nickname":"none",
            "age":"16",
            "cheight":"6'1\"",
            "weight":"155 .lbs",
            "ethnicity":"German",
            "hsclass":"Junior",
            "element":"Air",
            "fightingstyle":"Self-Taught",
            "characteristics":"Mischievous, arrogant",
            "desc1":"Klein, like his grandfather, loved magic. As he grew older, however, his love of magic took a darker turn as he began to love tricks, deceit, and rumors from the very innocent to the rather severe. Upon hearing that students began becoming ill and losing their elemental abilities, Klein decided to start spreading horrific rumors to put the student body in a panic. ",
            "desc2":"More so, he became irritated by the self- appointed hero, Arvid, wondering how he could best antagonize him just for the sheer fun of it."
        },
        {
            "num":"08",
            "id":"random",
            "fullname":"",
            "nickname":"",
            "age":"",
            "cheight":"",
            "weight":"",
            "ethnicity":"",
            "hsclass":"",
            "element":"",
            "fightingstyle":"",
            "characteristics":"",
            "desc1":"",
            "desc2":""
        },
        {
            "num":"09",
            "id":"kazuo",
            "fullname":"Kazuo Ozawa",
            "nickname":"none",
            "age":"18",
            "cheight":"6'0\"",
            "weight":"170 .lbs",
            "ethnicity":"Japanese / Hispanic",
            "hsclass":"Senior",
            "element":"Earth",
            "fightingstyle":"Unknown",
            "characteristics":"Vengeful, angry, envious, mentally unstable",
            "desc1":"Kazuo is Jiro's long forgotten twin brother. After a violent outburst against his youngest sibling, Shinji, Kazuo was sent to a boarding school and was soon forgotten about, his parents refusing to even say his name. As the years went on, the powerful earth elemental grew angry at his entire family, but particularly Shinji, believing he was the cause of all his problems. ",
            "desc2":"With a never-dying grudge and unable to be stopped, Kazuo left the boarding school he was banished to and returned to San Bruno to find his brothers for a \"pleasant\" reunion."
        },
        {
            "num":"10",
            "id":"jiro",
            "fullname":"Jiro Ozawa",
            "nickname":"none",
            "age":"18",
            "cheight":"5'11\"",
            "weight":"160 .lbs",
            "ethnicity":"Japanese / Hispanic",
            "hsclass":"Senior",
            "element":"Earth",
            "fightingstyle":"Judo",
            "characteristics":"Calm and cool, protective",
            "desc1":"Jiro had defeated his younger brother, Shinji, in a fight, ultimately disbanding the gang he led, The Rivals. Later that same day, Khai, a peer who was obsessed with defeating him, did so, but Jiro didn't care, happy his brother was out of trouble. Once the new principal was elected and students began losing their powers, however, Jiro began receiving strange texts from someone who mysterious referred to him as your brother.",
            "desc2":"At first, Jiro thought Shinji was pulling a strange prank, but as the texts became more threatening, Jiro knew he had to find his brother and warn him of the impending danger."
        },
        {
            "num":"11",
            "id":"bryan",
            "fullname":"Bryan Harrisworth the 3rd",
            "nickname":"The Beast of Hall 22",
            "age":"17",
            "cheight":"6'6\"",
            "weight":"250 .lbs",
            "ethnicity":"Unknown",
            "hsclass":"Senior",
            "element":"Electricity",
            "fightingstyle":"Self-taught",
            "characteristics":"Psychotic",
            "desc1":"After his defeat at the hands of Arvid, the self-proclaimed superhero of San Bruno, Bryan returned to the shadows, ending his reign of terror on his peers. When the new principal was elected and began making announcing over the school's intercom, Bryan couldn't help but feel his voice was familiar. ",
            "desc2":"Something about it made Bryan recall painful childhood memories. Annoyed by this, Bryan decides to investigate the mysterious, new principal in the hopes to discover something about his past."
        },
        {
            "num":"12",
            "id":"jada",
            "fullname":"Jada Hemsley",
            "nickname":"none",
            "age":"16",
            "cheight":"5'5\"",
            "weight":"100 .lbs",
            "ethnicity":"American",
            "hsclass":"Junior",
            "element":"Electricity",
            "fightingstyle":"Kung Fu",
            "characteristics":"Stoic, wise, calm",
            "desc1":"Ever since she discovered her powers in elementary school, Jada was a precocious and skilled elemental able to control electricity with ease. While showing off her powers in middle school, however, Jada blinded herself. Once getting over her disability and learning to use her powers to see in a different way, Jada found a new purpose in life.",
            "desc2":"She wanted to help elemental youth learn to control their powers. After witnessing the fight between Jiro and Khai, Jada decides she has to help Khai, believing the path he was headed would only lead to tragedy."
        },
        {
            "num":"13",
            "id":"arvid",
            "fullname":"Arvid Romm",
            "nickname":"Super Arvid",
            "age":"16",
            "cheight":"5'8\"",
            "weight":"194 .lbs",
            "ethnicity":"Swedish",
            "hsclass":"Sophomore",
            "element":"Air",
            "fightingstyle":"Sumo, Wrestling, and Self-Taught",
            "characteristics":"Heroic, valiant",
            "desc1":"Arvid had defeated the Beast of Hall 22. Though many still teased his spastic love of superheroes, many appreciated what he had done. His joy did not last long, however, as Arvid's new friend, Ryken, soon became obsessive about finding the cause of his father's accident when he began receiving mysterious texts from an unknown source. ",
            "desc2":"At the same time, students began getting sick and losing their abilities. Believing that there was something more sinister behind the sickness, Arvid investigates in hopes of saving another day!"
        },
        {
            "num":"14",
            "id":"hw",
            "fullname":"Christopher Morgann",
            "nickname":"Heavyweight",
            "age":"18",
            "cheight":"6'11\"",
            "weight":"189 .lbs",
            "ethnicity":"?",
            "hsclass":"Senior",
            "element":"Fire",
            "fightingstyle":"Boxing",
            "characteristics":"Rational, honorable, loyal",
            "desc1":"Christopher Morgann, or Heavyweight to most, wasn't discouraged when The Rivals were disbanded by Shinji's lost to his brother, Jiro. He was still friends with Shinji, a bit distraught to see his friend spiral into the depression he did; however, when peers began losing their powers, Heavyweight became intrigued. ",
            "desc2":"He never asked for his powers and often wish he could leave this school of elementals and be normal again. He investigates in the hopes he can lose his once and for all."
        },
        {
            "num":"15",
            "id":"khai",
            "fullname":"Khai Phong",
            "nickname":"none",
            "age":"17",
            "cheight":"6'1\"",
            "weight":"170 .lbs",
            "ethnicity":"Vietnamese",
            "hsclass":"Junior",
            "element":"Water",
            "fightingstyle":"Muay Thai",
            "characteristics":"Arrogant, rash, hot-headed",
            "desc1":"Khai felt like he was on top of the world. He had finally defeated his rival, Jiro, and his sister, Mai, was no longer dating Shinji. This feeling didn't last long though as he returned to his training, knowing there were stronger opponents out there, and he wanted to be ready. Like before, his grades suffered, but he didn't care despite the continued pleas from his sister.",
            "desc2":"Not even students becoming ill and losing their elemental abilities scares Khai as he continues his obsessive training regiment. Only losing at the hands of someone stronger than him could give him pause."
        }
]}